Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: - Summary retry failed: %lld
de: - Zusammenfassung Retry fehlgeschlagen: %lld
es: - Resumen reintentos fallidos: %lld
fr: - Summary retry échoué: %lld
it: - Riepilogo fallito: %lld
ja: - 要約リトライ失敗:%lld
pl: - Ponowne podsumowanie nie powiodło się: %lld
pt: - Falha na repetição do resumo: %lld
ru: - Резюме не удалось: %lld
sv: Sammanfattningsretry misslyckades: %lld
tr: Özet yeniden deneme başarısız oldu: %lld
zh_hans: - 摘要重试失败: %lld

source: - Summary retry submitted: %lld
de: - Zusammenfassung Retry eingereicht: %lld
es: - Resumen reintentos enviados: %lld
fr: - Résumé de l'étude présentée: %lld
it: - Riepilogo presentato: %lld
ja: - 応募要約:%lld
pl: - Ponowne podsumowanie: %lld
pt: - Síntese re-teste submetido: %lld
ru: - Представлено резюме: %lld
sv: Sammanfattningsretry inlämnad: %lld
tr: - Özet yeniden deneme: %lld
zh_hans: - 提交的摘要重试:%lld

source: - Summary submitted: %lld
de: - Zusammenfassung eingereicht: %lld
es: - Resumen enviadas: %lld
fr: - Résumé présenté: %lld
it: - Riepilogo presentato: %lld
ja: - 投稿要約:%lld
pl: - Przedłożone podsumowanie: %lld
pt: - Resumo apresentado: %lld
ru: - Представленное резюме: %lld
sv: - Sammanfattning: %lld
tr: - Özet sunuldu: %lld
zh_hans: - 提交的摘要:%lld

source: - Username: %@
de: - Benutzername: %@
es: - Nombre de usuario: %@
fr: - Nom d'utilisateur : %@
it: - Nome utente: %@
ja: - ユーザー名:%@
pl: - Nazwa użytkownika: %@
pt: - Utilizador: %@
ru: Имя пользователя: %@
sv: Användarnamn: %@
tr: Kullanıcı adı: %@
zh_hans: - 用户名: %@

source: - empty
de: - leer
es: - vacía
fr: - vide
it: - vuoto
ja: - 空
pl: - pusty
pt: - vazio
ru: пустой
sv: - tom
tr: - boş -
zh_hans: - 空着

source: 1 connection
de: 1 Anschluss
es: 1 conexión
fr: 1 connexion
it: 1 connessione
ja: 1 接続
pl: 1 połączenie
pt: 1 ligação
ru: 1 соединение
sv: 1 anslutning
tr: 1 bağlantı
zh_hans: 1个连接

source: 1 listen in your library
de: 1 Hören Sie in Ihrer Bibliothek
es: 1 escucha en tu biblioteca
fr: 1 écoutez dans votre bibliothèque
it: 1 ascoltare nella tua libreria
ja: 1 ライブラリで聴く
pl: 1 słuchać w bibliotece
pt: 1 ouvir em sua biblioteca
ru: 1 Слушать в библиотеке
sv: 1 lyssna på ditt bibliotek
tr: 1. Kütüphanenizde dinle
zh_hans: 在你的图书馆听

source: A combined view of ListenBrainz similarity and MusicBrainz relationships. Select a node to see why it is connected.
de: Eine kombinierte Ansicht von ListenBrainz Ähnlichkeit und MusicBrainz Beziehungen. Wählen Sie einen Knoten aus, um zu sehen, warum er verbunden ist.
es: Una vista combinada de la similitud de ListenBrainz y las relaciones de MusicBrainz. Selecciona un nodo para ver por qué está conectado.
fr: Une vue combinée de la similitude ListenBrainz et des relations MusicBrainz. Sélectionnez un nœud pour voir pourquoi il est connecté.
it: Una visione combinata di somiglianza ListenBrainz e relazioni MusicBrainz. Selezionare un nodo per vedere perché è collegato.
ja: ListenBrainz の類似性と MusicBrainz の関係を組み合わせたビュー。 接続しているノードを選択します。
pl: Łączny widok podobieństwa ListenBrainz i relacji MusicBrainz. Wybierz węzeł, aby zobaczyć dlaczego jest podłączony.
pt: Uma visão combinada da semelhança ListenBrainz e relações MusicBrainz. Selecione um nó para ver por que ele está conectado.
ru: Комбинированный взгляд на сходство ListenBrainz и отношения MusicBrainz. Выберите узел, чтобы увидеть, почему он подключен.
sv: En kombinerad bild av ListenBrainz likhet och MusicBrainz relationer. Välj en nod för att se varför den är ansluten.
tr: ListenBrainz benzerliği ve MusicBrainz ilişkilerinin bir araya gelmesi. Neden bağlantılı olduğunu görmek için bir node seçin.
zh_hans: ListenBrainz相似性和MusicBrainz关系的综合观点. 选择一个节点来查看它为什么被连接 。

source: A familiar listening timeline
de: Eine vertraute Listening Timeline
es: Una cronología musical familiar
fr: Une chronologie d'écoute familière
it: Una linea temporale di ascolto familiare
ja: よくあるリスニングタイムライン
pl: Znany czas słuchania
pt: Uma linha do tempo de escuta familiar
ru: Знакомое время прослушивания
sv: En bekant lyssnande tidslinje
tr: Tanık dinleme süresi
zh_hans: 熟悉的监听时间表

source: A guided setup path for the open music identity ListenScrobbler uses across submissions, charts, and diagnostics.
de: Ein geführter Setup-Pfad für die offene Musikidentität, den ListenScrobbler über Einreichungen, Charts und Diagnosen hinweg verwendet.
es: Una configuración guiada de la identidad musical abierta que ListenScrobbler usa en envíos, gráficos y diagnósticos.
fr: Un chemin de configuration guidé pour l'identité musicale ouverte ListenScrobbler utilise à travers les soumissions, les graphiques et les diagnostics.
it: Un percorso di configurazione guidato per l'identità musicale aperta ListenScrobbler utilizza attraverso presentazioni, grafici e diagnostica.
ja: 公開された音楽アイデンティティListenScrobbler用のガイド付きセットアップパスは、送信、チャート、および診断を通して使用されます。
pl: Prowadzona ścieżka konfiguracji dla otwartej tożsamości muzycznej ListenScrobbler wykorzystuje różne zgłoszenia, wykresy i diagnostykę.
pt: Um caminho de configuração guiado para a identidade de música aberta ListenScrobbler usa em submissões, gráficos e diagnósticos.
ru: Путь настройки открытой музыкальной идентичности, который ListenScrobbler использует в представлениях, диаграммах и диагностике.
sv: En guidad inställningsväg för den öppna musikidentiteten ListenScrobbler använder över inlämningar, diagram och diagnostik.
tr: Açık müzik kimliği ListenScrobbler için yol açan bir kurulum yolu, gönderimler, grafikler ve tanılar arasında kullanır.
zh_hans: 用于公开音乐身份ListenScrobbler的引导设置路径,跨越提交、图表和诊断。

source: API base URL
de: API-Basis URL
es: URL base de API
ja: APIベースURL
pl: URL bazy API
ru: Базовый API URL
sv: API bas URL
tr: API baz URL
zh_hans: API 基础 URL

source: ARTIST PROFILE
de: KUNSTPROFIL
es: PERFIL DEL ARTISTA
fr: PROFIL ARTISTIQUE
it: ARTIST PROFESSIONALE
ja: アーティストプロフィール
pl: PROFIL ARTYSTU
pt: PERFIL DE ARTISTA
ru: АРТИСТИЧЕСКИЙ ПРОФИЛЬ
sv: Artikelen fortsätter här
tr: SANAT
zh_hans: 艺术简介

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: パスワード
pl: Konto
pt: Conta
ru: Счет
sv: Kontokonto
tr: Hesap Hesabı
zh_hans: 账户

source: Account And Session
de: Konto und Sitzung
es: Cuenta y sesión
fr: Compte et session
it: Account e sessione
ja: アカウントとセッション
pl: Konto i sesja
pt: Conta e Sessão
ru: Счет и сессия
sv: Konto och session
tr: Hesap Ve Oturum
zh_hans: 账户和会话

source: Active pins from people you follow.
de: Aktive Pins von Leuten, denen du folgst.
es: Pines activos de personas que sigues.
fr: Des pins actifs de gens que vous suivez.
it: Perni attivi da persone che si seguono.
ja: フォローしている人からアクティブピン。
pl: Aktywne szpilki od ludzi, których śledzisz.
pt: Pins ativos de pessoas que você segue.
ru: Активные контакты от людей, за которыми вы следите.
sv: Aktiva stift från människor du följer.
tr: Takip ettiğiniz insanlardan Active pins.
zh_hans: 从你所跟踪的人那里找到的

source: Active since %@
de: Aktiv seit %@
es: Activo desde %@
fr: Active depuis %@
it: Attivo da %@
ja: %@からアクティブ
pl: Aktywne od %@
pt: Ativo desde %@
ru: Активен с %@
sv: Aktivt sedan %@
tr: %@'den bu yana aktif
zh_hans: 自 %@ 活动

source: Active since %lld
de: Aktiv seit %lld
es: En activo desde %lld
fr: Active depuis %lld
it: Attivo da %lld
ja: %lldからアクティブ
pl: Aktywne od %lld
pt: Ativo desde %lld
ru: Активен с %lld
sv: Aktivt sedan %lld
tr: %lld'den bu yana aktif
zh_hans: 自 %lld 活动

source: Activity
de: Tätigkeit
es: Actividad
fr: Activité
it: Attività
ja: 活動内容
pl: Działalność
pt: Actividade
ru: Деятельность
sv: Aktivitet
tr: Aktivite Faaliyetleri
zh_hans: 活动

source: Add Data
de: Hinzufügen von Daten
es: Agregar datos
fr: Ajouter des données
it: Aggiungi i dati
ja: データの追加
pl: Dodaj dane
pt: Adicionar Dados
ru: Добавить данные
sv: Lägg till data
tr: Ekle Data Add Data
zh_hans: 添加数据

source: Add Existing Data
de: Bestehende Daten hinzufügen
es: Añadir datos existentes
fr: Ajouter les données existantes
it: Aggiungi i dati esistenti
ja: 既存のデータを追加する
pl: Dodaj istniejące dane
pt: Adicionar dados existentes
ru: Добавить существующие данные
sv: Lägg till befintliga data
tr: Mevcut Data Ekle
zh_hans: 添加现有数据

source: Add a track title before submitting.
de: Fügen Sie vor dem Einreichen einen Titel hinzu.
es: Agregue un título de pista antes de enviarla.
fr: Ajouter un titre de piste avant de soumettre.
it: Aggiungi un titolo di traccia prima di presentare.
ja: 提出する前にトラックのタイトルを追加します。
pl: Dodaj tytuł utworu przed zgłoszeniem.
pt: Adicionar um título da faixa antes de enviar.
ru: Добавьте название трека перед отправкой.
sv: Lägg till en spårtitel innan du skickar in.
tr: Göndermeden önce bir takip başlığı ekleyin.
zh_hans: 提交前添加音轨标题 。

source: Add an artist before submitting.
de: Fügen Sie einen Künstler hinzu, bevor Sie einreichen.
es: Añade un artista antes de enviarlo.
fr: Ajouter un artiste avant de soumettre.
it: Aggiungere un artista prima di presentare.
ja: 応募前にアーティストを追加してください。
pl: Dodaj artystę przed złożeniem.
pt: Adicionar um artista antes de enviar.
ru: Добавьте художника перед отправкой.
sv: Lägg till en artist innan du skickar in.
tr: Göndermeden önce bir sanatçı ekleyin.
zh_hans: 在提交前添加一个艺人 。

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ja: アドバンスト
pl: Zaawansowane
pt: Avançado
ru: продвинутый
sv: Avancerad
tr: Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced Advanced
zh_hans: 高级

source: Affinity Network
de: Affinitätsnetz
es: Red de afinidad
fr: Réseau affinité
it: Rete di affinità
ja: アフィニティネットワーク
pl: Sieć pokrewieństwa
pt: Rede de Afinidade
ru: Сеть Affinity
zh_hans: 无限网络

source: After validation shows your username, submit a manual listen or run a Music library scan. The first scan builds a baseline instead of importing old history.
de: Nachdem die Validierung Ihren Benutzernamen angezeigt hat, senden Sie ein manuelles Hören oder führen Sie einen Scan der Musikbibliothek aus. Der erste Scan baut eine Baseline auf, anstatt alte Geschichte zu importieren.
es: Después de que la validación muestre su nombre de usuario, envíe una escucha manual o ejecute un escaneo de la biblioteca de música. El primer escaneo construye una línea de base en lugar de importar el historial antiguo.
fr: Après validation affiche votre nom d'utilisateur, soumettez une écoute manuelle ou lancez une analyse de bibliothèque musicale. Le premier scan construit une base de référence au lieu d'importer une ancienne histoire.
it: Dopo che la convalida mostra il nome utente, inviare un ascolto manuale o eseguire una scansione della libreria musicale. La prima scansione costruisce una linea di base invece di importare la vecchia storia.
ja: バリデーションがユーザー名を表示した後、手動でリスニングするか、音楽ライブラリスキャンを実行してください。 最初のスキャンは、古い履歴をインポートする代わりにベースラインを構築します。
pl: Po walidacji wyświetla nazwę użytkownika, przesłać podręcznik słuchać lub uruchomić skan biblioteki muzycznej. Pierwszy skan buduje bazę zamiast importować starą historię.
pt: Após a validação mostrar seu nome de usuário, envie uma escuta manual ou execute uma varredura de biblioteca de música. O primeiro scan constrói uma linha de base em vez de importar o histórico antigo.
ru: После проверки вашего имени пользователя отправьте ручной прослушивание или запустите сканирование музыкальной библиотеки. Первое сканирование создает базовый уровень вместо импорта старой истории.
sv: Efter validering visar ditt användarnamn, skicka in en manuell lyssna eller kör en musikbiblioteksskanning. Den första skanningen bygger en baslinje istället för att importera gammal historia.
tr: Geçerlilik kullanıcı adınızı gösterir, bir manuel dinleme veya bir Müzik kütüphanesi taramasını sunar. İlk tarama, eski tarihi ithal etmek yerine bir temel oluşturur.
zh_hans: 在验证显示您的用户名后, 提交手动听觉或运行音乐库扫描 。 第一次扫描构建了基线,而不是导入旧历史.

source: Album Detail
de: Album Details
es: Detalle del álbum
fr: Détail de l'album
it: Dettaglio album
ja: アルバム詳細
pl: Szczegóły albumu
pt: Detalhe do Álbum
ru: Альбом: Detail
sv: Album detaljer
tr: Albüm Detayları
zh_hans: 专辑详情

source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
pl: Albumy
pt: Álbuns
ru: Альбомы
sv: Album
tr: Albümler
zh_hans: 专辑

source: Algorithmic or highlighted recommendation lists.
de: algorithmische oder hervorgehobene Empfehlungslisten.
es: Listas de recomendaciones algorítmicas o resaltadas.
fr: Listes de recommandations algorithmiques ou surlignées.
it: Elenchi di raccomandazioni algoritmiche o evidenziate.
ja: アルゴリズムまたはハイライトされた推奨リスト。
pl: Algorytmiczne lub podkreślone listy rekomendacji.
pt: Listas de recomendações algorítmicas ou destacadas.
ru: Алгоритмические или выделенные списки рекомендаций.
sv: Algoritmiska eller markerade rekommendationslistor.
tr: Algoritma veya tavsiye listelerini vurguladı.
zh_hans: 算法或突出建议清单。

source: Alias
de: Aliasname
ja: アリアス
pt: Apelido
ru: Алиса
zh_hans: 别名

source: Aliases (%lld)
de: Aliasnamen (%lld)
es: Alias (%lld)
it: Aliasi (%lld)
ja: エイリアス(%lld)
pl: Pseudonimy (%lld)
pt: Outros nomes (%lld)
sv: Alias (%lld)
zh_hans: 别名( %lld)

source: All
de: alle
es: Todo
fr: Tous
it: Tutti
ja: すべて
pl: Wszystkie
pt: Tudo
ru: Все
sv: Alla alla
tr: All All All All All All
zh_hans: 全体

source: All Time
de: Alle Zeiten
es: Todo
fr: Tous les temps
it: Tutto il tempo
ja: すべての時間
pl: Cały czas
pt: Todos os Tempos
ru: Все время
sv: Hela tiden
tr: Bütün Zaman
zh_hans: 所有时间

source: Allow Media & Apple Music access in Settings to scan local plays.
de: Ermöglichen Sie den Zugriff von Medien und Apple Music in den Einstellungen, um lokale Abspiele zu scannen.
es: Permite el acceso a Contenido y Apple Music en Ajustes para analizar reproducciones locales.
fr: Permettre à Media & Apple Music d'accéder dans Paramètres pour scanner les lectures locales.
it: Consentire Media & Apple Music accesso in Impostazioni per la scansione di giochi locali.
ja: ローカルプレイをスキャンするための設定でメディアとApple Musicアクセスを許可します。
pl: Pozwól Media i Apple Music dostępu w Ustawieniach do skanowania lokalnych odtwarzania.
pt: Permitir o acesso de mídia e Apple Music em Configurações para digitalizar jogadas locais.
ru: Разрешить доступ к медиа и Apple Music в настройках для сканирования локальных воспроизведений.
sv: Tillåt Media & Apple Music tillgång i Inställningar för att skanna lokala spel.
tr: Yerel oyunları taramak için Media & Apple Music erişimine izin verin.
zh_hans: 允许媒体 & Apple Music 在设置中访问扫描本地剧情 。

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ja: アプリの言語
pl: Język aplikacji
pt: Idioma da aplicação
ru: Язык приложения
sv: Appspråk
tr: Uygulama Dili
zh_hans: 应用语言

source: App service not found
de: App-Service nicht gefunden
es: Servicio de aplicación no encontrado
fr: Service d'application introuvable
it: Servizio app non trovato
ja: アプリサービスが見つかりません
pl: Nie znaleziono usługi aplikacji
pt: O serviço de aplicação não foi encontrado
ru: Сервис приложений не найден
sv: App service inte hittat
tr: App hizmeti bulunamadı
zh_hans: 找不到 App 服务

source: Archive share
de: Archivanteil
es: Compartir archivo
fr: Partage d'archives
it: Quota di archivio
ja: アーカイブシェア
pl: Udostępnianie archiwów
pt: Partilha de arquivos
ru: Архивная доля
sv: Arkivandel
tr: Archive Share Share
zh_hans: 存档共享

source: Archived shares
de: Archivierte Freigaben
es: Elementos compartidos archivados
fr: Partages archivés
it: Condivisioni archiviate
ja: アーカイブした共有
pl: Zarchiwizowane udostępnienia
pt: Partilhas arquivadas
ru: Архивированные публикации
sv: Arkiverade delningar
tr: Arşivlenen paylaşımlar
zh_hans: 已归档的分享

source: Area
de: Fläche
es: Área
fr: Domaine
it: Settore
ja: エリア
pl: Obszar
pt: Área
ru: район
sv: Område
tr: Alan Alanı
zh_hans: 区域

source: Area: %@
de: Gebiet: %@
es: Área: %@
fr: Région: %@
ja: エリア:%@
pl: Obszar: %@
pt: Área: %@
ru: Область: %@
tr: Alan: %@
zh_hans: 区域: %@

source: Area: %@.
de: Gebiet: %@.
es: Área: %@.
fr: Région: %@.
ja: エリア:%@.
pl: Obszar: %@.
pt: Área: %@.
ru: Область: %@.
tr: Alan: %@.
zh_hans: 面积:%@.

source: Artist
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
pl: Artysta
pt: Artista
ru: Художник
sv: Konstnär
tr: Sanatçı
zh_hans: 艺术家

source: Artist Biography
de: Künstlerbiografie
es: Biografía del artista
fr: Biographie d'artiste
it: Artista Biografia
ja: アーティスト・バイオグラフィー
pl: Biografia artysty
pt: Biografia Artista
ru: Биография художника
sv: Konstnärsbiografi
tr: Sanatçı
zh_hans: 艺术家传记

source: Artist Detail
de: Künstlerdetail
es: Detalle del artista
fr: Détail de l'artiste
it: Artista dettaglio
ja: アーティスト詳細
pl: Szczegóły artysty
pt: Detalhe do Artista
ru: Художник детали
sv: Artist detaljer
tr: Sanatçı Detaylı Sanatçı
zh_hans: 艺术家细节

source: Artist Details
de: Künstler Details
es: Detalles del artista
fr: Détails de l'artiste
it: Dettagli dell'artista
ja: アーティスト詳細
pl: Szczegóły wykonawcy
pt: Detalhes do Artista
ru: Детали художника
sv: Artist detaljer
tr: Sanatçı Detayları
zh_hans: 艺术家细节

source: Artist MBID
de: Künstler MBID
es: Artista MBID
fr: Artiste MBID
it: Artista MBID
ja: アーティスト MBID
pl: MBID artysty
pt: Artista MBID
ru: Исполнитель: MBID
sv: KonstnärMBID
tr: Sanatçı MBID
zh_hans: 艺人 MBID

source: Artist Origins
de: Künstlerische Herkunft
es: Origen de los artistas
fr: Origines artistiques
it: Artista Origini
ja: アーティストの起源
pl: Początki artysty
pt: Origem do Artista
ru: Происхождение художника
tr: Sanatçı Origins
zh_hans: 艺术家起源

source: Artist Profile
de: Künstlerprofil
es: Perfil del artista
fr: Profil d'artiste
it: Profilo Artistico
ja: アーティストプロフィール
pl: Profil artysty
pt: Perfil do Artista
ru: Профиль художника
sv: Artistprofil
tr: Sanatçı
zh_hans: 艺术家简介

source: Artist Seeds
de: Künstler Seeds
es: Semillas de artista
fr: Graines d'artiste
it: Artista Seeds
ja: アーティストシード
pl: Nasiona artysty
pt: Sementes Artistas
ru: Художник Семена
tr: Sanatçı Tohumları
zh_hans: 艺术家种子

source: Artist biography
de: Künstlerbiografie
es: Biografía del artista
fr: Biographie d'artiste
it: Biografia artistica
ja: アーティスト・バイオグラフィー
pl: Biografia artysty
pt: Biografia do artista
ru: Биография художника
sv: Konstnärsbiografi
tr: Sanatçı
zh_hans: 艺术家传记

source: Artist biography and stats are temporarily unavailable.
de: Künstlerbiographie und Statistiken sind vorübergehend nicht verfügbar.
es: La biografía y las estadísticas del artista no están disponibles temporalmente.
fr: Biographie d'artiste et statistiques sont temporairement indisponibles.
it: Biografia artistica e statistiche sono temporaneamente non disponibili.
ja: アーティストの伝記と統計は一時的に利用できません。
pl: Biografia i statystyki artystów są tymczasowo niedostępne.
pt: A biografia do artista e as estatísticas estão temporariamente indisponíveis.
ru: Биография и статистика художника временно недоступны.
sv: Konstnärsbiografi och statistik är tillfälligt otillgängliga.
tr: Sanatçı biyografisi ve istatistikler geçici olarak mevcut değildir.
zh_hans: 艺术家传记和统计数据暂时没有。

source: Artist constellation
de: Künstlerkonstellation
es: Constelación del artista
fr: constellation d'artistes
it: Costellazione artistica
ja: アーティスト・コンステレーション
pl: Konstelacja artystów
pt: Constelação do artista
ru: Созвездие художника
sv: Konstnärlig konstellation
tr: Sanatçı
zh_hans: 艺术家星座

source: Artist constellation for %@
de: Künstlerkonstellation für %@
es: Constelación de artistas para %@
fr: constellation d'artistes pour %@
it: Costellazione artistica per %@
ja: %@のアーティスト・コンステレーション
pl: Konstelacja dla %@
pt: Constelação artística para %@
ru: Созвездие художников для %@
sv: Konstnärskonstellation för %@
tr: %@ için Sanatçı Takımları
zh_hans: %@ 的艺人星座

source: Artist details are unavailable in stub mode.
de: Künstlerdetails sind im Stub-Modus nicht verfügbar.
es: Los detalles del artista no están disponibles en el modo de simulación.
fr: Les détails artistiques ne sont pas disponibles en mode stub.
it: I dettagli dell'artista non sono disponibili in modalità stub.
ja: アーティストの詳細はスタブモードでは利用できません。
pl: Szczegóły artysty są niedostępne w trybie stub.
pt: Os detalhes do artista não estão disponíveis no modo de escrita.
ru: Детали художника недоступны в режиме stub.
sv: Konstnärsdetaljer är inte tillgängliga i stub läge.
tr: Sanatçı detayları stub modunda kullanılamaz.
zh_hans: 艺人细节在 stub 模式下无法获取 。

source: Artist listeners
de: Künstlerzuhörer
es: Oyentes de artistas
fr: Artistes auditeurs
it: Artisti ascoltatori
ja: アーティスト・リスナー
pl: Słuchacze artystów
pt: Ouvintes de artistas
ru: Слушатели артистов
sv: Artist lyssnare
tr: Sanatçı dinleyiciler
zh_hans: 艺术家听众

source: Artist overview
de: Künstlerübersicht
es: Resumen del artista
fr: Aperçu de l'artiste
it: Panoramica degli artisti
ja: アーティスト紹介
pl: Przegląd artystów
pt: Visão geral do artista
ru: Художественный обзор
sv: Konstnärsöversikt
tr: Sanatçı Genel Bakış
zh_hans: 艺术家概况

source: Artist plays
de: Künstlerspiele
es: El artista juega
fr: Pièces d'artiste
it: Artista giochi
ja: アーティスト・プレイ
pl: Gra artysty
pt: Obras artísticas
ru: Художник играет
sv: Artist spelar
tr: Sanatçı oyunları
zh_hans: 艺术家的演奏

source: Artists
de: Künstler
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
pl: Artyści
pt: Artistas
ru: художники
sv: Konstnär
tr: Sanatçılar
zh_hans: 艺术家

source: Artwork for %@
de: Kunstwerk für %@
es: Obra de arte para %@
fr: Oeuvre pour %@
it: Opera d'arte per %@
ja: %@のアートワーク
pl: Praca graficzna dla %@
pt: Arte para %@
ru: Искусство для %@
sv: Konstverk för %@
tr: %@ için sanat çalışması
zh_hans: %@ 的艺术工作

source: Attempts
de: Versuche
es: Intentos
fr: Tentatives
it: Tentativi
ja: パスワード
pl: Próby
pt: Tentativas
ru: Попытки
sv: Försök
tr: Deneyler
zh_hans: 尝试

source: Auth
de: Authen
es: Autorización
fr: Resp.:
ja: リリース
ru: аут
zh_hans: 自动

source: Auth State
de: Authenstaat
es: Estado de autenticación
fr: État
ja: Auth 状態
pl: Państwo
pt: Estado de autenticação
ru: государство Auth
zh_hans: 认证国

source: Authenticated
de: Authentifizierung
es: Autenticado
fr: Authentifié
it: Autentico
ja: 認証
pl: Uwierzytelnione
pt: Autenticado
ru: удостоверенный
sv: Autentiserad
tr: Kimlik Doğrulama
zh_hans: 已认证

source: Authenticated (not yet validated)
de: Authentifiziert (noch nicht validiert)
es: Autenticado (aún no validado)
fr: Authentifié (non encore validé)
it: Autentico (non ancora convalidato)
ja: 認証(未検証)
pl: Uwierzytelniony (jeszcze niezatwierdzony)
pt: Autenticado (ainda não validado)
ru: Аутентификация (еще не подтверждена)
sv: Autentiserad ( ännu inte validerad)
tr: (Henüz doğrulanmadı)
zh_hans: 已认证( 尚未验证)

source: Available in a later build.
de: Erhältlich in einem späteren Build.
es: Disponible en una versión posterior.
fr: Disponible dans une construction ultérieure.
it: Disponibile in una costruzione successiva.
ja: ビルド後でも利用できます。
pl: Dostępny w późniejszym budynku.
pt: Disponível em uma construção posterior.
ru: Доступен в более поздней сборке.
sv: Finns i en senare byggnad.
tr: Daha sonra inşa edilebilir.
zh_hans: 可在以后的建筑中找到。

source: Avg. listens per day
de: Avg. hört täglich zu
es: Media de escuchas al día
fr: Avg. écoute par jour
it: Avg. ascolta al giorno
ja: Avg. 一日あたりのリスニング
pl: Avg. słucha dziennie
pt: Avg. escuta por dia
ru: Авг. слушает в день
sv: Avg. lyssnar per dag
tr: Avg. günde dinler
zh_hans: Avg. 每天听着
